define(function(require,exports,module){
	//bill status
	module.exports = {
        //订单
        order:{
            "-1":"删除",
            "0":"已创建",
            "1":"已发布",
            "2":"交易正在处理",
            "3":"已支付",
            "4":"已全部发货",
            "5":"交易成功",
            "6":"用户主动取消",
            "7":"程序自动取消",
            "8":"交易关闭"
        },
        //询价单
        inquiry:{"-2":"客服删除", "-1":"删除", "0":"保存","1":"发布", "2":"已报价", "4":"报价中"},
        //汽修厂类型
        factoryType:{"1":"一类","2":"二类","3":"三类","4":"4S"},
        //配件月采购规模：
        monthBuy:{1:"3W以下",2:"3W-5W",3:"5W-10W",4:"10W以上"},
        //本地采购比例：
        localPurchase:{1:"30%以下",2:"30%-50%",3:"50%-70%",4:"70%以上"}
    }
});
