<?php

return [
    'luqu_type' => [
            1 => '公费',
            2 => '自筹',
            3 => '择校',
            4 => '民办',
            5 => '户籍生',
            6 => '借读生',
            7 => '外区生',
        ],

    // 特色班级
    'recommand_classes' => [
    ['name' => '博雅（岭南）班', 'id' => 54],
    ['name' => '元培班', 'id' => 55],
    ['name' => '宏志班', 'id' => 56],
    ['name' => '宏志班', 'id' => 303],
    ['name' => '国防班', 'id' => 182],
    ['name' => '英语特色班', 'id' => 65],
    ['name' => '英语特色班', 'id' => 189],
    ['name' => '美术特色班', 'id' => 193],
    ],

    'admit_forte'=>[
        100 => ['name' => '艺术', 'child' => [110 => '声乐', '舞蹈', '民乐', '管乐', '语言艺术', '美术', '书法', '合唱', '器乐', '弦乐', '交响乐', 
                                                    '音乐', '粤剧', '戏剧', '管弦乐', '非遗项目', '国画', '京剧']],
        200 => ['name' => '体育', 'child' => [210 => '田径', '女子篮球', '羽毛球', '射击', '游泳', '手球', '篮球', '乒乓球', '棒球', '棋类',
                                                    '网球', '健美操', '排球', '艺术体操', '足球', '轮滑', '武术', '毽球', '击剑', '跆拳道', '蹼泳', 
                                                    '跳水', '定向越野', '垒球', '蹦床', '体操', '航模', '围棋', '橄榄球', '赛艇', '中国象棋', '国际象棋','射箭', '水球', '海模', '举重', '高尔夫球']],
                                                    
        300 => ['name' => '科技', 'child' => [310 => '电脑机器人', '遥控车辆模型', '无线电测向', '航海模型', '航空模型', '车模', '素质体育机器人', 
                                                    '天文科技', '电子制作', '发明创造', '无线电通讯']],
    ]

];
