<?php

return [
	'tags' => [
		'1000' => '越秀区名校',
		'海珠区名校',
		'荔湾区名校',
		'天河区名校',
		'白云区名校',
		'黄埔区名校',
		'番禺区名校',
		'萝岗区名校',
		'南沙区名校',
		'花都区名校',
		'增城区名校',
		'从化区名校',
		'广州周边名校',
		'1013' => '特色班',
		'外语特色教学',
		'特长生',
		'提供住宿',
		'1017' => '民校排名前三',
		'民校排名前十',
		'公校排名前三',
		'公校排名前十',
	],
	//标签分组
	'group' => [
		1 => [ //名校标签
			1000, 1001, 1002, 1003, 1004, 1005, 1006, 1007, 1008, 1009, 1010, 1011, 1012
		],
		2 => [ //特殊标签
			1013, 1014, 1015, 1016
		],
		3 => [ //排名标签
			1017, 1018, 1019, 1020
		]
	]
];